"Close Window" = "Cerrar ventana";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "El iPod se ha actualizado a la versión <version>. Expulse el iPod, desconéctelo y vuelva a conectarlo para completar la actualización.";
W = "W";
"The iPod is not mounted." = "El iPod no está montado.";
"Click the lock to prevent further changes." = "Haga clic en el candado si no desea introducir más cambios.";
"The iPod could not be unmounted because it is in use." = "El iPod no puede desmontarse porque está siendo utilizado.";
"Plug in an iPod to update it." = "Conecte un iPod para actualizarlo.";
Quit = "Salir";
"Click the lock to make changes." = "Haga clic en el candado para introducir cambios.";
"More than one iPod is attached." = "Hay más de un iPod conectado.";
"Restore iPod" = "Restaurar iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "El iPod se ha actualizado a la versión <version>. Desconecte el iPod y vuelva a conectarlo para completar la actualización.";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Se han restaurado los ajustes de fábrica del iPod. Desconecte el iPod y vuelva a conectarlo para completar la restauración.";
"Please attach one iPod at a time to be updated." = "Conecte los iPod de uno en uno para actualizarlos.";
"Out of memory." = "Sin memoria.";
"<version> (needs update)" = "<version> (no actualizado)";
"No iPod is attached." = "No hay ningún iPod conectado.";
Update = "Actualizar";
"<version> (up to date)" = "<version> (actualizado)";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Se han restaurado los ajustes de fábrica del iPod. Expulse el iPod, desconéctelo y vuelva a conectarlo para completar la restauración.";
"The attached iPod does not have proper software on it." = "El software del iPod conectado es incorrecto.";
"Serial Number:" = "Número de serie:";
"An unexpected error occurred." = "Ha ocurrido un error inesperado.";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Se ha detectado un iPod, pero debe montarlo en el escritorio para poder efectuar esta operación.";
"Could not find updater library." = "No se encuentra la biblioteca del actualizador.";
"iPod Software Version <version>" = "Versión del software del iPod <version>";
"iPod Software <version> Updater" = "Actualizador del software iPod <version>";
"Updating iPod software" = "Actualizando el software del iPod";
"Name:" = "Nombre:";
"The updater does not have a volume image." = "El actualizador no dispone de una imagen del volumen.";
"The updater does not have a firmware image." = "El actualizador no dispone de una imagen de la ROM.";
"Update iPod" = "Actualizar iPod";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Hay más de un iPod conectado. Conecte los iPod de uno en uno para actualizarlos.";
"An iPod is attached, but not mounted on the desktop." = "Hay un iPod conectado, pero no está montado en el escritorio.";
"Restoring iPod software" = "Restaurando el software del iPod";
Options = "Opciones";
"About iPod Updater" = "Actualizador del iPod";
"All data currently stored on the iPod will be lost." = "Todos los datos almacenados en el iPod se perderán.";
"Are you sure you want to restore the iPod software?" = "¿Seguro que desea restaurar el software del iPod?";
Stop = "Detener";
"Done restoring iPod software" = "Software del iPod restaurado";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Si sale de la aplicación mientras hay una operación en curso, tendrá que restaurar el software del iPod.";
"Update puts the latest system software on your iPod." = "La actualización instala el último software del sistema en el iPod.";
"The iPod Updater application may be damaged." = "El Actualizador del iPod puede resultar dañado.";
Restore = "Restaurar";
"Could not find a SysInfo file on the iPod disk." = "No se ha encontrado el archivo SysInfo en el disco del iPod.";
"Authenticating..." = "Autenticando...";
"Capacity:" = "Capacidad:";
"The iPod disk does not have the correct structure." = "La estructura del disco del iPod es incorrecta.";
"Done updating iPod software" = "Software del iPod actualizado";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "La restauración borra por completo el iPod e instala los ajustes de fábrica. Su música y otros datos se borrarán.";
"Quit while this operation is in progress?" = "¿Desea salir aunque haya una operación en curso?";
R = "R";
"Software Version:" = "Versión de software:";
"The Mac OS error code was <error>." = "El código de error del Mac OS es <error>.";

